demo-output/website/dafoam/ladder-b/duct_baseline/AR_1_Ret_360/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "(wallTop|wallSide)"
    {
        type            nutLowReWallFunction;
        value           uniform 0;
    }

    inflow
    {
        type            cyclic;
    }
    outflow
    {
        type            cyclic;
    }

    "(symmetryBottom|symmetrySide)"
    {
        type            symmetry;
    }

}

// ************************************************************************* //
