demo-output/website/dafoam/ladder-b/duct_baseline/AR_1_Ret_360/0/tauij_LES
tauij_LES nonuniform List<symmTensor>
3025
(
(19.712663756976465 1.1471107891714896 1.1629634431804121 13.4054240546023 -0.07896737075929684 13.53071595683178)
(21.91527251210053 3.454245699413931 1.0520112754956124 14.064830150227385 -0.23248299783297258 14.342136561169161)
(25.964286420706422 5.789832407800354 0.884591329418363 15.14714516002592 -0.34664699697839474 15.920780721533628)
(31.226326396059534 8.146124436796386 0.6563338926613576 16.512568303902235 -0.39253580823695 18.017738076259686)
(36.978995820203146 10.445536637068447 0.45263698459664536 18.065526804672572 -0.38680894640736535 20.495396598424087)
(42.684291299573204 12.576126220481887 0.2750890035801311 19.675229439517405 -0.3700744323251531 23.259876395628787)
(48.11445052595031 14.481189169304828 0.08630830119216236 21.23997515306459 -0.3362411251807603 26.066182044226686)
(53.09338708614798 16.160955139184757 -0.06940882691163706 22.70495405139768 -0.2784871818470141 28.808931020554137)
...
);
