demo-output/website/dafoam/ladder-b/duct_baseline/AR_1_Ret_360/constant/Cy
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "constant";
    object      Cy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
3025
(
4.569624892e-05
0.0001329345423
0.0002122420817
0.0002843398448
0.0003498832659
0.0004094681941
0.0004636363106
0.000512880053
...
)
;

boundaryField
{
    inflow
    {
        type            cyclic;
    }
    outflow
    {
        type            cyclic;
    }
    wallTop
    {
        type            calculated;
        value           nonuniform List<scalar> 
55
(
0.001
0.001
0.001
0.001
0.001
0.001
0.001
0.001
...
)
;
    }
    wallSide
    {
        type            calculated;
        value           nonuniform List<scalar> 
55
(
4.569624891e-05
0.0001329345423
0.0002122420817
0.0002843398448
0.0003498832659
0.0004094681941
0.0004636363106
0.000512880053
...
)
;
    }
    symmetryBottom
    {
        type            symmetry;
    }
    symmetrySide
    {
        type            symmetry;
    }
}


// ************************************************************************* //
